RCI = {
    "1":"我經常閱讀關於我信仰的書報雜誌",
    "2":"我捐款給我所屬的宗教機構",
    "3":"我會花時間試著多去了解我的信仰",
    "4":"宗教信仰對我來說是特別重要的，因為它回答了許多關於生命意義的問題",
    "5":"我的宗教信仰深深影響我的生活方式",
    "6":"我喜好與我相同宗教信仰的人相處",
    "7":"我的宗教信仰影響了所有我生活中的大小事",
    "8":"對我來說，花費時間在自我的宗教思考與反思是很重要的",
    "9":"我樂愛參與我所屬宗教團體的活動",
    "10":"我對於在地我所屬的宗教團體甚為了解且也參與他們的決策"
}

// RCI = [
// "我經常閱讀關於我信仰的書報雜誌",
// "我捐款給我所屬的宗教機構",
// "我會花時間試著多去了解我的信仰",
// "宗教信仰對我來說是特別重要的，因為它回答了許多關於生命意義的問題",
// "我的宗教信仰深深影響我的生活方式",
// "我喜好與我相同宗教信仰的人相處",
// "我的宗教信仰影響了所有我生活中的大小事",
// "對我來說，花費時間在自我的宗教思考與反思是很重要的",
// "我樂愛參與我所屬宗教團體的活動",
// "我對於在地我所屬的宗教團體甚為了解且也參與他們的決策"
// ]

